app/views/guests/confirm.html.erb

SELECT "plus_ones".* FROM "plus_ones" WHERE "plus_ones"."guest_id" = $1  [["guest_id", 2]]
SELECT  1 AS one FROM "plus_ones" WHERE "plus_ones"."guest_id" = $1 LIMIT $2  [["guest_id", 2], ["LIMIT", 1]]
---
      <h3>Acompañante</h3>
      <% if @guest.plus_ones.any? %>